[
  {
    "id": 1,
    "name": "INTERNATIONAL COMMITTEE OF THE RED CROSS",
    "nameRU": "МЕЖДУНАРОДНЫЙ КОМИТЕТ КРАСНОГО КРЕСТА",
    "nameUA": "МІЖНАРОДНИЙ КОМІТЕТ ЧЕРВОГО ХРЕСТА",
    "description": "The work of the ICRC is based on the Geneva Conventions of 1949, their Additional Protocols, its Statutes – and those of the International Red Cross and Red Crescent Movement – and the resolutions of the International Conferences of the Red Cross and Red Crescent. The ICRC is an independent, neutral organization ensuring humanitarian protection and assistance for victims of armed conflict and other situations of violence. It takes action in response to emergencies and at the same time promotes respect for international humanitarian law and its implementation in national law.",
    "descriptionRU": "Работа МККК основана на Женевских конвенциях 1949 года, их Дополнительных протоколах, ее Уставе - также как и тех Международного Красного Креста и Красного Полумесяца - и резолюциях Международных конференций Красного Креста и Красного Полумесяца. МККК - независимая, нейтральная организация, обеспечивающая гуманитарную защиту и помощь жертвам вооруженных конфликтов и другим ситуациям насилия. Она действует в случае чрезвычайных ситуаций и одновременно пропагандирует уважение к международному гуманитарному праву и его внедрение в национальное законодательство.",
    "descriptionUA": "Робота МККК базується на Женевських конвенціях 1949 року, їх Додаткових протоколах, її Статуті - також як і тих Міжнародного Червоного Хреста та Червоного Півмісяця - і резолюціях Міжнародних конференцій Червоного Хреста та Червоного Півмісяця. МККК - незалежна, нейтральна організація, що забезпечує гуманітарний захист та допомогу жертвам збройних конфліктів та інших ситуацій насильства. Вона діє в разі надзвичайних ситуацій і одночасно пропагує повагу до міжнародного гуманітарного права та його впровадження в національне законодавство. Робота МККК базується на Женевських конвенціях 1949 року, їх Додаткових протоколах, її Статуті - також як і тих Міжнародного Червоного Хреста та Червоного Півмісяця - і резолюціях Міжнародних конференцій Червоного Хреста та Червоного Півмісяця. МККК - незалежна, нейтральна організація, що забезпечує гуманітарний захист та допомогу жертвам збройних конфліктів та інших ситуацій насильства. Вона діє в разі надзвичайних ситуацій і одночасно пропагує повагу до міжнародного гуманітарного права та його впровадження в національне законодавство. Робота МККК базується на Женевських конвенціях 1949 року, їх Додаткових протоколах, її Статуті - також як і тих Міжнародного Червоного Хреста та Червоного Півмісяця - і резолюціях Міжнародних конференцій Червоного Хреста та Червоного Півмісяця. МККК - незалежна, нейтральна організація, що забезпечує гуманітарний захист та допомогу жертвам збройних конфліктів та інших ситуацій насильства. Вона діє в разі надзвичайних ситуацій і одночасно пропагує повагу до міжнародного гуманітарного права та його впровадження в національне законодавство. Робота МККК базується на Женевських конвенціях 1949 року, їх Додаткових протоколах, її Статуті - також як і тих Міжнародного Червоного Хреста та Червоного Півмісяця - і резолюціях Міжнародних конференцій Червоного Хреста та Червоного Півмісяця. МККК - незалежна, нейтральна організація, що забезпечує гуманітарний захист та допомогу жертвам збройних конфліктів та інших ситуацій насильства. Вона діє в разі надзвичайних ситуацій і одночасно пропагує повагу до міжнародного гуманітарного права та його впровадження в національне законодавство. Робота МККК базується на Женевських конвенціях 1949 року, їх Додаткових протоколах, її Статуті - також як і тих Міжнародного Червоного Хреста та Червоного Півмісяця - і резолюціях Міжнародних конференцій Червоного Хреста та Червоного Півмісяця. МККК - незалежна, нейтральна організація, що забезпечує гуманітарний захист та допомогу жертвам збройних конфліктів та інших ситуацій насильства. Вона діє в разі надзвичайних ситуацій і одночасно пропагує повагу до міжнародного гуманітарного права та його впровадження в національне законодавство. Робота МККК базується на Женевських конвенціях 1949 року, їх Додаткових протоколах, її Статуті - також як і тих Міжнародного Червоного Хреста та Червоного Півмісяця - і резолюціях Міжнародних конференцій Червоного Хреста та Червоного Півмісяця. МККК - незалежна, нейтральна організація, що забезпечує гуманітарний захист та допомогу жертвам збройних конфліктів та інших ситуацій насильства. Вона діє в разі надзвичайних ситуацій і одночасно пропагує повагу до міжнародного гуманітарного права та його впровадження в національне законодавство.",
    "web": "https://www.icrc.org/en/donate",
    "facebook": "https://www.facebook.com/icrc",
    "instagram": "https://www.instagram.com/ICRC/",
    "phone": "+450322223",
    "telegram": "@rescross",
    "whatsapp": "+450322223",
    "email": "email@email.com",
    "pic": "https://i.pinimg.com/originals/59/f2/28/59f2281992d3f738affe1357f53c721a.jpg",
    "isPerson": false,
    "isActive": true
  },
  {
    "id": 2,
    "name": "The Type1 Foundation",
    "nameRU": "Фонт Типа 1",
    "nameUA": "Фонд Типу 1",
    "description": "We are a not-for-profit charity. Our aim is to raise awareness of Type 1 Diabetes through education in schools, medical practices and the wider community. We provide support and connect families living with this chronic disease through our large scale events and various programs. ",
    "descriptionRU": "Мы некоммерческая благотворительная организация. Наша цель - повышение осведомленности о диабете 1 типа через образование в школах, медицинских практиках и обществе в целом. Мы предоставляем поддержку и связываем семьи, живущие с этим хроническим заболеванием, через наши масштабные мероприятия и различные программы.",
    "descriptionUA": "Ми некомерційна благодійна організація. Наша мета - підвищення обізнаності про цукровий діабет 1 типу шляхом освіти в школах, медичних практиках і громаді в цілому. Ми надаємо підтримку та забезпечуємо зв'язок сімей, які живуть з цим хронічним захворюванням, через наші масштабні заходи та різноманітні програми.",
    "web": "www.type1foundation.com.au/t1f-donations",
    "facebook": "https://www.facebook.com/The-Type1-Foundation-478962102446207",
    "instagram": "http://www.instagram.com/thetype1foundation",
    "phone": "+38050322223",
    "telegram": "@type1",
    "whatsapp": "+38050322223",
    "email": "type1@gmail.com",
    "pic": "https://media.istockphoto.com/id/1184391810/photo/chocolate-labrador-sitting-against-white-background.jpg?s=612x612&w=0&k=20&c=qk2lfsIhh7Ars9d1Ppvs6yaTumsjEkfCZDUxZ3i81MI=",
    "isPerson": false,
    "isActive": true
  },
  {
    "id": 3,
    "name": "Very Ill Peroson",
    "nameRU": "Очень Больной Человек",
    "nameUA": "Дуже Хвора Людина",
    "description": "I'm a very ill person who's in great need. My illness is very serious and I need a lot of money for my decease.",
    "descriptionRU": "Я очень больной человек, которому очень нужна помощь. Мое заболевание очень серьезно и мне нужно много денег для его лечения.",
    "descriptionUA": "Я дуже хвора людина, яка потребує допомоги. Моя хвороба дуже серйозна і мені потрібно багато грошей на її лікування.",
    "web": "https://www.facebook.com/permalink.php?story_fbid=pfbid026QDieFaofSsJPUseiSJSMbWRiT3Txd4YJ7idbhLdAaf1eixJinr78ZbY72DPiYTxl&id=100093532098621&__cft__[0]=AZWw28gWhWRjGA9Y2va0hqLup-TeDFT0eInKzhfOg_CeBsTVZb8fpay_P6ZzuRjoZXqGxmEhRF_d2juCnqVDbSBJgoj8mVbowKNEPvoo6STIw6EiHR5eJIBt-0AdcGtGPVJChxeHf_jOYAKQzzL9mzbaieahbi3QMuSdOx5RI3jtcK4SVFCp5jg5pdqgx-ZJhCI&__tn__=%2CO%2CP-R",
    "facebook": "",
    "instagram": "",
    "phone": "+38060322223",
    "telegram": "@type1",
    "whatsapp": "+38060322223",
    "email": "veryill@gmail.com",
    "pic": "https://thumbs.dreamstime.com/z/sick-23198200.jpg",
    "isPerson": true,
    "isActive": true
  },
  {
    "id": 4,
    "name": "Less Ill Person",
    "nameRU": "Менее Больной Человек",
    "nameUA": "Менш Хвора Людина",
    "description": "I'm less ill, but still need your help. You can help me by sending money",
    "descriptionRU": "Я менее больной, но мне все еще нужна ваша помощь. Вы можете помочь мне, отправив деньги",
    "descriptionUA": "Я менш хворий, але мені все ще потрібна ваша допомога. Ви можете допомогти мені, надіславши гроші",
    "web": "https://www.donaldjtrump.com/",
    "facebook": "",
    "instagram": "",
    "phone": "",
    "telegram": "",
    "whatsapp": "",
    "email": "",
    "pic": "",
    "isPerson": true,
    "isActive": true
  },
    {
    "id": 5,
    "name": "Funny Guy",
    "nameRU": "Смешной Чувак",
    "nameUA": "Смішний чувак",
    "description": "I'm very fat. I want to eat. Please send me some money",
    "descriptionRU": "Я очень толстый. Я хочу поесть. Пожалуйста, отправьте мне немного денег",
    "descriptionUA": "Я дуже великий. Я хочу поїсти. Будь ласка, надішліть мені трохи грошей",
    "web": "https://www.donaldjtrump.com/",
    "facebook": "",
    "instagram": "",
    "phone": "",
    "telegram": "",
    "whatsapp": "",
    "email": "",
    "pic": "https://img.lovepik.com/free-png/202109/lovepik-a-sick-man-png-image_400174330_wh1200.png",
    "isPerson": true,
    "isActive": true
  }
]
