[
  {
    "id": 1,
    "name": "INTERNATIONAL COMMITTEE OF THE RED CROSS",
    "nameRU": "МЕЖДУНАРОДНЫЙ КОМИТЕТ КРАСНОГО КРЕСТА",
    "nameUA": "МІЖНАРОДНИЙ КОМІТЕТ ЧЕРВОГО ХРЕСТА",
    "description": "The work of the ICRC is based on the Geneva Conventions of 1949, their Additional Protocols, its Statutes – and those of the International Red Cross and Red Crescent Movement – and the resolutions of the International Conferences of the Red Cross and Red Crescent. The ICRC is an independent, neutral organization ensuring humanitarian protection and assistance for victims of armed conflict and other situations of violence. It takes action in response to emergencies and at the same time promotes respect for international humanitarian law and its implementation in national law.",
    "descriptionRU": "Работа МККК основана на Женевских конвенциях 1949 года, их Дополнительных протоколах, ее Уставе - также как и тех Международного Красного Креста и Красного Полумесяца - и резолюциях Международных конференций Красного Креста и Красного Полумесяца. МККК - независимая, нейтральная организация, обеспечивающая гуманитарную защиту и помощь жертвам вооруженных конфликтов и другим ситуациям насилия. Она действует в случае чрезвычайных ситуаций и одновременно пропагандирует уважение к международному гуманитарному праву и его внедрение в национальное законодательство.",
    "descriptionUA": "Робота МККК базується на Женевських конвенціях 1949 року, їх Додаткових протоколах, її Статуті - також як і тих Міжнародного Червоного Хреста та Червоного Півмісяця - і резолюціях Міжнародних конференцій Червоного Хреста та Червоного Півмісяця. МККК - незалежна, нейтральна організація, що забезпечує гуманітарний захист та допомогу жертвам збройних конфліктів та інших ситуацій насильства. Вона діє в разі надзвичайних ситуацій і одночасно пропагує повагу до міжнародного гуманітарного права та його впровадження в національне законодавство. Робота МККК базується на Женевських конвенціях 1949 року, їх Додаткових протоколах, її Статуті - також як і тих Міжнародного Червоного Хреста та Червоного Півмісяця - і резолюціях Міжнародних конференцій Червоного Хреста та Червоного Півмісяця. МККК - незалежна, нейтральна організація, що забезпечує гуманітарний захист та допомогу жертвам збройних конфліктів та інших ситуацій насильства. Вона діє в разі надзвичайних ситуацій і одночасно пропагує повагу до міжнародного гуманітарного права та його впровадження в національне законодавство. Робота МККК базується на Женевських конвенціях 1949 року, їх Додаткових протоколах, її Статуті - також як і тих Міжнародного Червоного Хреста та Червоного Півмісяця - і резолюціях Міжнародних конференцій Червоного Хреста та Червоного Півмісяця. МККК - незалежна, нейтральна організація, що забезпечує гуманітарний захист та допомогу жертвам збройних конфліктів та інших ситуацій насильства. Вона діє в разі надзвичайних ситуацій і одночасно пропагує повагу до міжнародного гуманітарного права та його впровадження в національне законодавство. Робота МККК базується на Женевських конвенціях 1949 року, їх Додаткових протоколах, її Статуті - також як і тих Міжнародного Червоного Хреста та Червоного Півмісяця - і резолюціях Міжнародних конференцій Червоного Хреста та Червоного Півмісяця. МККК - незалежна, нейтральна організація, що забезпечує гуманітарний захист та допомогу жертвам збройних конфліктів та інших ситуацій насильства. Вона діє в разі надзвичайних ситуацій і одночасно пропагує повагу до міжнародного гуманітарного права та його впровадження в національне законодавство. Робота МККК базується на Женевських конвенціях 1949 року, їх Додаткових протоколах, її Статуті - також як і тих Міжнародного Червоного Хреста та Червоного Півмісяця - і резолюціях Міжнародних конференцій Червоного Хреста та Червоного Півмісяця. МККК - незалежна, нейтральна організація, що забезпечує гуманітарний захист та допомогу жертвам збройних конфліктів та інших ситуацій насильства. Вона діє в разі надзвичайних ситуацій і одночасно пропагує повагу до міжнародного гуманітарного права та його впровадження в національне законодавство. Робота МККК базується на Женевських конвенціях 1949 року, їх Додаткових протоколах, її Статуті - також як і тих Міжнародного Червоного Хреста та Червоного Півмісяця - і резолюціях Міжнародних конференцій Червоного Хреста та Червоного Півмісяця. МККК - незалежна, нейтральна організація, що забезпечує гуманітарний захист та допомогу жертвам збройних конфліктів та інших ситуацій насильства. Вона діє в разі надзвичайних ситуацій і одночасно пропагує повагу до міжнародного гуманітарного права та його впровадження в національне законодавство.",
    "web": "https://www.icrc.org/en/donate",
    "facebook": "https://www.facebook.com/icrc",
    "instagram": "https://www.instagram.com/ICRC/",
    "phone": "+450322223",
    "telegram": "@rescross",
    "whatsapp": "+450322223",
    "email": "email@email.com",
    "pic": "https://i.pinimg.com/originals/59/f2/28/59f2281992d3f738affe1357f53c721a.jpg",
    "isPerson": false,
    "isActive": true
  },
  {
    "id": 2,
    "name": "The Type1 Foundation",
    "nameRU": "Фонт Типа 1",
    "nameUA": "Фонд Типу 1",
    "description": "We are a not-for-profit charity. Our aim is to raise awareness of Type 1 Diabetes through education in schools, medical practices and the wider community. We provide support and connect families living with this chronic disease through our large scale events and various programs. ",
    "descriptionRU": "Мы некоммерческая благотворительная организация. Наша цель - повышение осведомленности о диабете 1 типа через образование в школах, медицинских практиках и обществе в целом. Мы предоставляем поддержку и связываем семьи, живущие с этим хроническим заболеванием, через наши масштабные мероприятия и различные программы.",
    "descriptionUA": "Ми некомерційна благодійна організація. Наша мета - підвищення обізнаності про цукровий діабет 1 типу шляхом освіти в школах, медичних практиках і громаді в цілому. Ми надаємо підтримку та забезпечуємо зв'язок сімей, які живуть з цим хронічним захворюванням, через наші масштабні заходи та різноманітні програми.",
    "web": "www.type1foundation.com.au/t1f-donations",
    "facebook": "https://www.facebook.com/The-Type1-Foundation-478962102446207",
    "instagram": "http://www.instagram.com/thetype1foundation",
    "phone": "+38050322223",
    "telegram": "@type1",
    "whatsapp": "+38050322223",
    "email": "type1@gmail.com",
    "pic": "https://media.istockphoto.com/id/1184391810/photo/chocolate-labrador-sitting-against-white-background.jpg?s=612x612&w=0&k=20&c=qk2lfsIhh7Ars9d1Ppvs6yaTumsjEkfCZDUxZ3i81MI=",
    "isPerson": false,
    "isActive": true
  },
  {
    "id": 3,
    "name": "Veronika Dochiia",
    "nameRU": "Вероника Дочия",
    "nameUA": "Вероніка Дочія",
    "description": "My name is Veronika, I am 13 years old. I live in Kharkiv — a city that faces daily shelling. The war has changed everything: our homes, streets, and ordinary daily life. We try to live as before, but fear and uncertainty have become our constant companions. I have diabetes. This disease is sneaky and dangerous; it can take a life if blood sugar is not carefully monitored and medicine is not taken. Every day is a fight — monitoring my food, taking injections, and living with constant anxiety. The war has made it even harder to take care of myself, and medicine is expensive and not always easy to get.  I need help: medicine and support so I can live and grow despite these hardships. The war destroys our homes, fear follows us every day, and diabetes makes each day even more dangerous. If you want to help, please contact my mother at: +380 XX XXX XX XX or use the bank details for a transfer:
\nAccount: UA XX XXXX XXXX XXXX XXXX XXXX XXXX
\nBank: [Bank Name]
\nRecipient: [Recipient Name]
\nI am deeply grateful to everyone who can help me get through this difficult time. Your support is a chance for life and hope for a child living through war.",
    "descriptionRU": "Медицинский диагноз: Сахарный диабет 1-го типа.",
    "descriptionUA": "Мене звати Вероніка, мені 13 років. Я живу у Харкові — місті, яке щодня переживає страшні обстріли. Війна змінила все: наші будинки, вулиці, звичайні буденні речі. Ми намагаємося жити як раніше, але страх і невизначеність стали нашими постійними супутниками. Я хворію на цукровий діабет. Це хвороба, яка непомітно та підступно може забрати життя, якщо не стежити за рівнем цукру та не приймати ліки. Кожен день для мене — це боротьба, контроль їжі, уколів і постійна тривога. Через війну стало ще складніше доглядати за собою, а ліки дорогі і не завжди легко отримати. Мені потрібна допомога: ліки, підтримка, щоб я могла жити і рости попри всі ці труднощі. Війна руйнує наші будинки, страх переслідує нас щодня, а діабет робить кожен день ще небезпечнішим.  Якщо ви хочете допомогти, будь ласка, зв’яжіться з моєю мамою за телефоном: +380 XX XXX XX XX або використайте реквізити для переказу:
\nРахунок: UA XX XXXX XXXX XXXX XXXX XXXX XXXX
\nБанк: [назва банку]
\nОтримувач: [ім’я отримувача]
\nЯ щиро вдячна кожному, хто може допомогти мені пережити цей важкий час. Ваша підтримка — це шанс на життя та надію для дитини серед війни. ",
    "web": "https://www.facebook.com/profile.php?id=61578568051679&v=info&edit_info=all",
    "facebook": "https://www.facebook.com/profile.php?id=61578568051679&v=info&edit_info=all",
    "instagram": "",
    "phone": "+380973599519",
    "telegram": "",
    "whatsapp": "+380973599519",
    "email": "hodes79@gmail.com",
    "pic": "https://drive.google.com/file/d/19b0Je1_T-__7bcg98AEzkQSk_RJELBn7/view?usp=drive_link",
    "isPerson": true,
    "isActive": true
  },
  {
    "id": 4,
    "name": "Angelina Bosiak",
    "nameRU": "Ангелина Босяк",
    "nameUA": "Ангелина Босяк",
    "description": "From the very childhodd I suffer from a chronic decease which doesn't let me move normally.",
    "descriptionRU": "С детства я страдаю заболеванием, которое не позволяет мне нормально двигаться.",
    "descriptionUA": "З дитинства я страждаю захворюванням, що не дозволяє мені вільно рухатися.",
    "web": "https://www.donaldjtrump.com/",
    "facebook": "",
    "instagram": "",
    "phone": "",
    "telegram": "",
    "whatsapp": "",
    "email": "",
    "pic": "",
    "isPerson": true,
    "isActive": true
  },
    {
    "id": 5,
    "name": "Ivan Nepijvoda",
    "nameRU": "Иван Непыйвода",
    "nameUA": "Іван Непийвода",
    "description": "I worked as a coal miner for 20 years and now I suffer from lung decease. My lungs are clogged with coal dust. So I have troubles breathing and demand constant medical care.",
    "descriptionRU": "Я проработал шахтёром 20 лет и теперь страдаю заболеванием лёгких. Мои лёгкие забиты угольной пылью. Поэтому мне тяжело дышать, и я нуждаюсь в постоянной медицинской помощи.",
    "descriptionUA": "Я пропрацював шахтарем 20 років і тепер страждаю на захворювання легень. Мої легені забиті вугільним пилом. Тому мені важко дихати, і я потребую постійного медичного догляду.",
    "web": "https://www.donaldjtrump.com/",
    "facebook": "",
    "instagram": "",
    "phone": "",
    "telegram": "",
    "whatsapp": "",
    "email": "",
    "pic": "https://img.lovepik.com/free-png/202109/lovepik-a-sick-man-png-image_400174330_wh1200.png",
    "isPerson": true,
    "isActive": true
  }
]
